/* Menu Item for Release Help */
"%@ Help" = "%@ Pomoc";

/* Menu Item for Release About */
"About %@" = "O %@";

/* Menu Item Label for Check Update */
"Check for Updates..." = "Sprawdź aktualizacje...";

/* Menu Item Label for Email */
"Email Support" = "Wsparcie Email";

/* Menu Item Hide Release App */
"Hide %@" = "Ukryć %@";

/* Message Text for Registration Failure */
"Invalid Registration Information!" = "Nieprawidłowy Informacje Rejestracja!";

/* Menu Item for Order */
"Order Now" = "Zamów teraz";

/* Menu Item for Quit Release App */
"Quit %@" = "Porzucić %@";

/* Menu Item Label for FAQ */
"Read FAQ" = "Czytaj nas";

/* Menu Item Label for Online Help */
"Read Online Help" = "Czytaj Pomoc online";

/* Message Text for Registration Successful */
"Registration Successful!" = "Rejestracja udana!";

/* Menu Item Label for Registration */
"Registration..." = "Rejestracja...";

/* Information Text for Registration Failure */
"Simple copy and paste your email address and product key exactly as it appears in the confirmation email." = "Proste kopiowanie i wklejanie swoje imię i nazwisko oraz kod rejestracyjny dokładnie tak, jak w e-mailu potwierdzającym.";

/* Information Text for Registration Successful */
"Thank you for purchase, if you have any problem, please contact us via Email." = "Dziękujemy za zakup, jeśli masz jakiekolwiek wątpliwości, prosimy o korzystanie z poczty elektronicznej do kontaktu z nami.";

/* Menu Item for WebSite */
"Visit WebSite" = "Odwiedź stronę";

